Revit 2027 API
NumberingSequenceInfo Properties
The NumberingSequenceInfo type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
NumberingSequenceInfo Class
Autodesk.Revit.DB Namespace